export const rs = {
  input_placeholder: "Реците капетане! Ахои!",
  prompt_welcome: "Добродошли назад капетане!",
  prompt_end: "Видимо се ускоро капетане!",
  prompt_unavailable:
    "Жао ми је капетане, Нажалост то не могу да урадим . . .",
  prompt_quantity: "Колико {previousValue} сте уловили?",
  prompt_preservation: "Како их чувате?",
  prompt_catchCongrat: "🐟 Браво мајсторе! 🐟",

  chilled: "Замрзнуто ❄",
  salted: "Сушено ♨",
  fresh: "Свеже ✨",

  atlanticCod: "Атлански бакалар",
  blueCrab: "Плави рак (Атлантик)",
  dolphinFish: "Долпхинфисх (Махи Махи)",
  grouper: "Групер",
  kingCrab: "Краљевска краба",
  pacificCod: "Пацифички koбакалар",
  redSnapper: "Црвени снапер",
  seaCucumber: "Морски краставац",
  shark: "Ајкула",
  swordfish: "Сабљарка",
  albacoreTuna: "Дугоперајна туна",
  bigeyeTuna: "Велика ока туна",
  skipjackTuna: "Пругаста туна",
  yellowfinTuna: "Жутоперајна туна",
  bluefinTuna: "Плавоперајна туна",

  prompt_initial: "Шта желите да радите?",

  addNew: "Додај ново",
  catch: "Улова 🐟",
  prompt_catch: "Каква врста уловe?",
  transport: "Транспорт 🚢",
  landing: "Пристајање ⚓",
  sale: "Продаја  💰",
  nothing: "Нисшта за сад 😁",

  prompt_landing: "Јесте ли завршили распакирање?",
  prompt_landingConfirm:
    "⚓ Ваше време, контејнер и геолокација су аутоматски прејављени! Молимо вас да прегледате податке за тачност",
  inprogress: "У току. ⏳",
  finished: "Завршено 🏁",

  prompt_confirmData: "Да ли подаци изгледају тачни?",

  dataIsAccurate: "Како да не",
  dataIsInaccurate: "Ма какви",

  prompt_errorReported:
    "I have reported this error to our engineers. TODO: Continue this flow to add self-input data",

  date: "Датум",
  time: "Време",
  timeZone: "Временска Зона",
  container: "Контејнер",
  geoLocation: "Локација"
}